Repository: collective/collective.consent
Catalog: src/collective/consent/locales/*/LC_MESSAGES/collective.consent.po
Languages: de

source: Button Text
de: Text für den Bestätigungsknopf

source: Consent Item
de: Einverständniserklärung

source: Consent Update Period
de: Consent Verfallsdatum

source: Consents Container
de: Kontainer für Einverständniserklärung

source: Container for Constent Item objects
de: Kontainer Einverständniserklärung

source: Edit
de: Bearbeiten

source: List of user consents
de: Liste der Einverständniserklärungen

source: Manage given consents
de: Einverständniserklärung verwalten

source: Please read the text and give your consent below!
de: Bitte lesen Sie den Text und bestätigen Sie mit dem Knopf unten.

source: Provides consent informations and some settings for the consent.
de: Enthält consent Informationen und dessen Einstellungen

source: Target Roles
de: Ziel-Rechterollen

source: The Text on the consent button, to give the consent/acknowledgement
de: Der Text für den Bestätigungsknopf

source: The full text of the consent item.
de: Der Volltext der Erklärung

source: The time in days, after the user has to renew there consent.
de: Zeit in Tagen, nach denen die Einverständniserklärung verfällt.

source: View
de: Anzeigen

source: Which user roles should see the message?
de: Benutzer mit welchen Rechterollen, sollen die Erklärung bestätigen?

source: consent_item_action_legend
de: Aktion

source: fullname
de: Name

source: reset all consents
de: Alle Einverständniserklärungen zurück setzen

source: timestamp
de: Zeitstempel

source: valid
de: Gültig
